/* \"%@\" image */
"\"%@\" image" = "Immagine \"%@\"";

/* Clipboard contents: %@. */
"Clipboard contents: %@." = "Contenuto Appunti: %@.";

/* Could not generate PDF data for printing. */
"Could not generate PDF data for printing." = "Impossibile creare dati PDF per la stampa.";

/* Empty */
"Empty" = "Vuoto";

/* Hide Clipboard */
"Hide Clipboard" = "Nascondi Appunti";

/* Move */
"Move" = "Sposta";

/* Move */
"Press" = "Premi";

/* axis to assign. */
"axis to assign." = "asse da assegnare.";

/* button to assign. */
"button to assign." = "pulsante da assegnare.";

/* button to assign. */
"Please choose input on" = "Scegli entrata su";

/* Movie */
"Movie" = "Filmato";

/* No device input assigned. */
"No device input assigned." = "Nessun dispositivo di entrata assegnato";

/* No device. */
"No device." = "Nessun dispositivo";

/* No devices with 2+ axis found. */
"No devices with 2+ axis found." = "Non è stato rilevato nessun dispositivo con assi 2+.";

/* No devices with at least 2 axis found. */
"No devices with 6+ axis found." = "Non è stato rilevato nessun dispositivo con assi 6+.";

/* Not assigned. */
"Not assigned." = "Non assegnato.";

/*  button mouse detected. */
" button mouse detected." = " pulsante mouse rilevato";

/* Plain Text */
"Plain Text" = "Solo Testo";

/* Print Error */
"Print Error" = "Stampa Errore";

/* Rich Text */
"Rich Text" = "RTF";

/* Save Error */
"Save Error" = "Registra Errore";

/* Show Clipboard */
"Show Clipboard" = "Mostra gli appunti";

/* Unable to save current window contents. */
"Unable to save current window contents." = "Impossibile registrare il contenuto attuale della finestra.";

/* Unassigned */
"Unassigned" = "Senza attribuzione";

/* Unknown contents */
"Unknown contents" = "Contenuto sconosciuto";

/* Button modifiers must not be the same. */
"Button modifiers must not be the same." = "I modificatori dei pulsanti non devono essere gli stessi.";
